{
  "dataList": [
    {
      "id": "이상",
      "name": "<line-height=120%>Yi Sang​</line-height>",
      "description": "เคยเป็นหัวหน้านักวิจัยที่อายุน้อยที่สุดของ [REDACTED] Wing\nคนบาปผู้นี้มีสติปัญญาสูงกว่าคนส่วนใหญ่\nเราคาดว่าการสนทนาในชีวิตประจำวันกับคนบาปผู้นี้จะเป็นเรื่องยาก\nสำหรับผู้จัดการที่ผ่านกระบวนการคัดกรองในปัจจุบันของเรา\nแต่การหลีกเลี่ยงการสื่อสารโดยสิ้นเชิงก็เป็นความเสี่ยงเช่นกัน\nหากคนบาปเงียบไปเป็นเวลานาน หมายความว่าเขากำลังดำเนินการคิดอย่างรอบคอบ\nเราขอแนะนำให้รออย่างอดทน",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "<line-height=120%>Faust​</line-height>",
      "description": "คนบาปผู้พัฒนาเครื่องยนต์ของ Mephistopheles รถบัสที่ดำเนินการโดย Limbus Company\nเธออ้างว่าไม่มีใครใน the City ที่จะเทียบความรู้และสติปัญญาของเธอได้\nและเธอก็ไม่ผิดนัก\nคุณอาจพบว่าท่าทีเย่อหยิ่งของเธอเมื่อเธอยอมให้คุณสนทนาด้วยนั้นน่ารำคาญ\nแต่จากที่เห็นว่าเธอปฏิบัติต่อทุกคนด้วยความหยิ่งทะนงโดยละเอียด\nก็ไม่มีหวังที่เธอจะละทิ้งนิสัยนี้เลย\nเราขอแนะนำให้พยักหน้าหนึ่งครั้งและปล่อยผ่านไป\nแม้ว่าเธอจะเป็นอัจฉริยะที่ไม่มีใครเทียบได้\nแต่เราก็ยังไม่อาจเข้าใจได้ว่าจะใช้เธอให้เกิดประโยชน์อย่างไร\nบางทีคุณอาจเป็นคนที่ค้นพบคำตอบนี้ได้?",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "<line-height=120%>Don Quixote​</line-height>",
      "description": "ไม่มีคนบาปคนใดที่สามารถเทียบระดับความกระตือรือร้นของเธอได้\nหากเราต้องวัดมัน\nเธอเป็นผู้หลงใหลในทุกสิ่งที่เกี่ยวข้องกับ Fixer\nเธอประดับตัวเองด้วยสินค้าที่เกี่ยวข้องกับ Fixer หลากหลายชนิด\nสิ่งเหล่านี้จะไม่ส่งผลกระทบต่อความสามารถของเธอในการต่อสู้แต่อย่างใด\nดังนั้นไม่จำเป็นต้องจำกัดเธอจากการสวมใส่เครื่องประดับเหล่านั้น\nเธอจมอยู่ในบทบาทของ Fixer ผู้ชอบธรรมอย่างลึกซึ้ง\nดังนั้นจึงมีท่าทางที่เกินจริงราวกับเป็นนักแสดง (สิ่งนี้เคยมีอยู่จริงหรือ?)\nขอแนะนำให้เล่นตามเธอไปเพื่อให้ภารกิจราบรื่น",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "<line-height=120%>Ryōshū​</line-height>",
      "description": "ดังที่กล่าวไว้ ทุกคนมีความเชื่อของตัวเอง—และในฐานะผู้จัดการ\nเป็นเรื่องถูกต้องที่ต้องให้ความเคารพต่อสิ่งนั้น\nแต่บางความเชื่อก็ยากที่จะเข้าใจแม้เพียงแค่แสร้งทำเป็นเห็นใจ\nคุณคงสังเกตเห็นแล้วว่าคนบาปผู้นี้เป็นคนเงียบขรึม\nที่สูบบุหรี่ไม่หยุดและมีประกายตาแห่งความสุข\nเพียงแค่ตอนที่เธอได้ต่อสู้เท่านั้น\nเธอเชื่อว่าการทำลายศีรษะของศัตรูอย่างไร้เหตุผล\nเป็นการกระทำที่ไร้ศิลปะและเป็นก้าวถอยหลังของศิลปะการต่อสู้\n[คำเตือน]: ภูมิหลังของคนบาปผู้นี้เป็นสิ่งที่แม้แต่บริษัทของเรา\nอาจจะควบคุมได้ยาก\nขอแนะนำให้หลีกเลี่ยงการทำให้เธอเกิดความอาฆาตส่วนตัวต่อคุณ",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "<line-height=120%>Meursault​</line-height>",
      "description": "ต้องการคำสั่งที่ชัดเจนและกระชับ โดยไม่ต้องมีการตัดสินใจเพิ่มเติมจากเขา",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "<line-height=120%>Hong Lu​</line-height>",
      "description": "คนบาปที่เคยใช้ชีวิตอย่างมั่งคั่งก่อนจะกลายเป็นทรัพย์สินของบริษัทเรา\nด้วยเหตุนี้ เขาจึงมีความชื่นชมต่อชีวิตที่เสรี\nแต่ในบางครั้งเขาอาจตั้งคำถามที่ไม่รู้เดียงสาและไม่เหมาะสม\nเกี่ยวกับอาหารที่ปรุงโดยคนบาปคนหนึ่ง\nหรือแง่มุมอื่น ๆ ของวัฒนธรรมของผู้คนระดับล่าง\nซึ่งอาจสร้างความรำคาญให้กับคนบาปคนอื่น ๆ ได้\nอย่างไรก็ตาม สิ่งสำคัญที่ต้องทราบคือ\nคำถามของเขามาจากความอยากรู้อยากเห็นโดยไม่มีเจตนาเสียดสี\nดังนั้นจึงไม่ควรปล่อยให้เรื่องนี้บานปลายเป็นการปะทะกันทางกายภาพ",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "<line-height=120%>Heathcliff​</line-height>",
      "description": "คนบาปผู้นี้ชอบลงมือทำมากกว่ารอให้เหตุผลมาชี้นำเส้นทางของเขา\nความคิดและความรู้สึกของเขาปรากฏอย่างชัดเจนในท่าทางของเขา\nและเขาไม่มีเจตนาที่จะปกปิดมัน\nความหุนหันพลันแล่นของเขาอาจทำให้ปวดหัว\n(หรือบาดเจ็บทางกายจนทำให้ปวดหัว) ในระหว่างการสร้างความสัมพันธ์\nโปรดทราบว่านี่ไม่ใช่สัญญาณของความเสียหายทางความคิดอย่างรุนแรง\nหากอาการโกรธเกรี้ยวของเขายังคงอยู่\nโปรดติดต่อฝ่ายทรัพยากรบุคคล\nเมื่อคุณตระหนักว่าเขาเป็นคนที่คิดอะไรไม่ซับซ้อน\nคุณจะสามารถจัดการกับเขาได้ง่ายขึ้น",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "<line-height=120%>Ishmael​</line-height>",
      "description": "คุณอาจรู้สึกท้อแท้กับสภาพที่บกพร่องของคนบาปหลายคน\nแต่ไม่ต้องกังวล คนบาปผู้นี้เป็นหนึ่งในไม่กี่คนที่สามารถปฏิบัติภารกิจส่วนใหญ่ได้โดยไม่มีข้อร้องเรียนมากนัก\nเธอมีแนวโน้มที่จะตัดสินใจอย่างสมเหตุสมผล\nดังนั้นหากคุณต้องการคำแนะนำที่ดี\nให้เริ่มการสนทนาโดยมองไปที่เธอ\nอย่างไรก็ตาม อย่าลืมว่า คนบาปผู้นี้เคยรอดชีวิตจากการเดินทางที่ไร้เหตุผลในน่านน้ำกว้างใหญ่\nความอดทนของเธออาจลึกซึ้ง\nแต่หากคุณทำผิดพลาดกับเธอ\nมันจะเป็นงานยากที่จะได้รับความไว้วางใจจากเธอกลับคืนมา",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "<line-height=120%>Rodion​</line-height>",
      "description": "ลักษณะที่โชคร้ายของการเกิดในย่านหลังเมืองปรากฏชัดในคนบาปผู้นี้\nเธอรักเงิน การพนัน และการเดิมพัน—ดังนั้นขอแนะนำให้จับตาดูเธออย่างใกล้ชิดในฐานะผู้จัดการ\nเธอมักจะบ่ายเบี่ยงคำสั่งด้วยการขยิบตาที่ไม่น่าประทับใจหรือมุกตลกโง่ ๆ\nเราขอแนะนำให้คุณมีท่าทีที่เด็ดขาดในบางครั้ง\nเพื่อเตือนเธอว่าคุณคือผู้บังคับบัญชา\nอารมณ์ของเธออาจตกลงเป็นช่วง ๆ\nไม่มีอะไรที่คุณสามารถทำได้เพื่อช่วยเธอในสภาวะนั้น\nดังนั้นเราขอแนะนำให้รอให้มันผ่านไปเอง",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "<line-height=120%>Sinclair​</line-height>",
      "description": "แม้ว่าจะคำนึงถึงธรรมชาติที่แปรปรวนของการเติบโตของมนุษย์ในช่วงวัยของเขาแล้วก็ตาม\nคนบาปผู้นี้ก็ดูเหมือนจะตกใจหรือขมวดคิ้วเป็นพิเศษเมื่อถูกพูดด้วย\nเขายังไม่คุ้นเคยกับการต่อสู้จริงในขณะนี้\nหมายความว่าเขาอาจมีปัญหาในการควบคุมตัวเอง\nแม้แต่เมื่อเห็นสิ่งที่เบา ๆ อย่างไส้ในที่กระจัดกระจาย\nเนื่องจากอาจมีผู้ที่มีแนวโน้มรุนแรงในกลุ่มของคุณ\nเราขอแนะนำให้ใช้แนวทางที่เน้นการให้กำลังใจในทางบวกกับคนบาปผู้นี้\nเขาดูเหมือนจะมีแววตาแห่งการฆ่าฟันที่เขาเองก็ไม่รู้ตัว\nนี่เป็นสัญญาณที่ดีว่าเขามีศักยภาพที่จะเติบโต\nเป็นผู้เชี่ยวชาญในสายอาชีพของบริษัทของเราหากได้รับแรงกระตุ้นที่เหมาะสม",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "<line-height=120%>Outis​</line-height>",
      "description": "คนบาปผู้นี้สามารถเป็นที่ปรึกษาที่ยอดเยี่ยมได้ ขึ้นอยู่กับความสามารถของคุณ\nอย่างไรก็ตาม เธอยังมีแนวโน้มที่จะจุ้นจ้านด้วย\nดังนั้นขอแนะนำให้ทำให้เธอพอใจด้วยการตอบรับสั้น ๆ\nเธอเป็นผู้เชี่ยวชาญในเรื่องยุทธวิธีและคำคมต่าง ๆ เกี่ยวกับชีวิต\nทำให้คำแนะนำของเธอมีค่ามากสำหรับภารกิจของคุณ\nนอกจากนี้ เธอยังมีความรู้กว้างขวางเกี่ยวกับเทคโนโลยีของเวิร์กช็อป\nคุณสามารถไว้วางใจให้เธอซ่อมแซมรถบัสอย่างง่ายได้\n[ประกาศ]: ไม่เหมือนกับคนบาปคนอื่น ๆ\nการเข้าถึงบันทึกที่เกี่ยวข้องกับอดีตของคนบาปผู้นี้ไม่ได้รับอนุญาต\n[คำเตือน]: จับตาดูคนบาปผู้นี้ไว้ให้ดี\nและระวังไม่ให้เธอใช้สติปัญญาอันเฉียบแหลมของเธอไปในทางอื่น\nนอกเหนือจากการทำภารกิจของบริษัทให้สำเร็จ",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "<line-height=120%>Gregor​</line-height>",
      "description": "คนบาปผู้นี้ค่อนข้างจัดการได้ง่ายในแง่ของบุคลิกภาพ\nอย่างไรก็ตาม การพุ่งขึ้นของอารมณ์หรือการเปลี่ยนแปลงของสภาพแวดล้อมอย่างกะทันหัน\nอาจทำให้ส่วนหนึ่งหรือทั้งร่างกายของเขาเปลี่ยนเป็นลักษณะคล้ายแมลง\n(โดยเฉพาะคล้ายกับเกราะแข็งคล้าย _________)\nหากคุณไม่ต้องการเป็นผู้จัดการที่เสียมารยาท\n(แม้ว่าคุณจะไม่มีภาระผูกพันที่จะต้องใจดี)\nเราขอแนะนำให้คุณควบคุมสีหน้าของคุณ\nเพื่อไม่ให้ความรังเกียจของคุณปรากฏต่อเขา\nเขาบางครั้งใช้ภาษาที่ประชดประชัน\nแต่เขายังสามารถเจรจาต่อรองได้\nและคุณสามารถรับมือกับเขาได้โดยไม่ยากหากคุณเรียนรู้วิธีจัดการกับเขาอย่างถูกต้อง",
      "sentence": ""
    }
  ]
}